Repository: salman-siddiqui/EIS-Lab
Catalog: locale/*/LC_MESSAGES/slidewiki.po
Languages: ru

source: Create a new Brand
ru: Создать новый Брэнд

source: Text
ru: Текст

source: Image
ru: Изображение

source: Deck ID
ru: Идентификатор презентации

source: <strong>Please <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>Login</b></a> or <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>Register as a new user</b></a>.</strong> You need to be authenticated in SlideWiki before you can create new presentation decks.
ru: <strong>Пожалуйста, <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>Войдите</b></a> или <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>зарегистрируйтесь</b></a>.</strong> Вы должны быть авторизованы чтобы создавать новые презентации в SlideWiki.

source: Permission denied!
ru: Доступ запрещен!

source: back
ru: назад

source: New item or revision added.
ru: Добавлен новый элемент или новая версия.

source: Item deleted.
ru: Элемент удален.

source: Position of the item changed!
ru: Позиция слайда изменена!

source: Old Deck:
ru: Предыдущая версия:

source: New Deck:
ru: Новая версия:

source: Compare Decks
ru: Сравнить презентации

source: Compare Selected Slides
ru: Сравнить выбранные слайды

source: The deck was translated from this revision:
ru: Презентация была переведена используя данную версию:

source: There is the last revision of source deck:
ru: Последняя версия презентации-источника:

source: Update deck
ru: Обновить презентацию

source: Slide <?php echo $slide_id;?> diff with previous revision
ru: Различия слайда <?php echo $slide_id;?> и его предыдущей версии

source: Old Slide
ru: Предыдущая версия

source: New Slide
ru: Новая версия слайда

source: Old Slide:
ru: Предыдущая версия:

source: New Slide:
ru: Новый слайд:

source: Auto Compare
ru: Авто Сравнение

source: Side by Side
ru: Параллельно

source: Inline
ru: Построчно

source: Error!
ru: Ошибка!

source: Choose a password:
ru: Выберите пароль:

source: Username:
ru: Имя пользователя

source: Choose a SlideWiki password:
ru: Выберите пароль для SlideWiki:

source: Confirm the password
ru: подтвердите пароль

source: Submit
ru: ОК

source: This material is Open Knowledge
ru: Материал представляет собой открытые знания

source: SlideWiki is developed by <a href="http://aksw.org"> AKSW research group</a>
ru: SlideWiki разработана <a href="http://aksw.org">исследовательской группой AKSW</a>

source: Imprint
ru: Контакты

source: Terms of Use
ru: Условия использования

source: Mailing list
ru: E-mail рассылка

source: Documentation
ru: Справка

source: Login or Register
ru: Войти или зарегистрироваться

source: Login via Facebook
ru: Войти с помощью Facebook

source: Login
ru: Войти

source: Register
ru: Зарегистрироваться

source: Password
ru: Пароль

source: Can't access my account
ru: Не могу зайти

source: Choose Username
ru: Выберите имя пользователя

source: Your Email
ru: E-mail

source: Confirm Your Email
ru: Подтвердите E-mail

source: Choose Password
ru: Выберите пароль

source: Verify Password
ru: Подтвердите пароль

source: Insert Captcha from picture below
ru: Введите цифры изображенные на картинке

source: I accept that all my contributions will be under <a href="http://creativecommons.org/licenses/by-sa/2.0/" target="_blank">CC BY SA</a> license.
ru: Я подтверждаю согласие на публикацию всех внесенных мной изменений в соответствии с <a href="http://creativecommons.org/licenses/by-sa/2.0/" target="_blank">CC BY SA</a> лицензией.

source: Register now!
ru: Зарегистрироваться!

source: Password recovery
ru: Восстановление пароля

source: Enter the registration e-mail
ru: Введите e-mail использованный при регистрации

source: Send
ru: Выслать

source: Recover by username
ru: Восстановить по имени пользователя

source: Choose a SlideWiki user:
ru: Выберите пользователя:

source: Username
ru: Имя пользователя

source: Enter the username
ru: Введите имя пользователя

source: Search
ru: Поиск

source: About
ru: О проекте

source: News
ru: Новости

source: Get involved
ru: Оказать содействие

source: Cite SlideWiki
ru: Цитировать SlideWiki

source: Youtube channel
ru: Канал Youtube

source: Issue tracker
ru: Указать на ошибку

source: Supporting organizations
ru: Поддерживающие оранизации

source: Learning
ru: Обучение

source: View your scores
ru: Посмотреть мои оценки

source: Manage your tests
ru: Управление моими тестами

source: Add Deck
ru: Добавить презентацию

source: Upload slides (,pptx)
ru: Загрузить слайды (.pptx)

source: Upload slides (deck.js, .html)
ru: Загрузить слайды (deck.js, .html)

source: Create empty deck
ru: Создать пустую презентацию

source: Logged in as
ru: Вы вошли как

source: Profile
ru: Профиль

source: News Feed
ru: Новостной канал

source: Logout
ru: Выйти

source: Your media library is empty.
ru: Ваша библеотека изображений пуста.

source: Original size
ru: исходный размер

source: Your desired width (in px)
ru: Желаемая ширина (в пикселях)

source: Image URL
ru: URL изображения

source: Upload Image
ru: Загрузить изображение

source: Insert Image
ru: Вставить изображение

source: The file
ru: Файл

source: has been uploaded successfully.
ru: был загружен.

source: Click link to proceed to the presentation
ru: Нажмите, чтобы перейти к презентации

source: Add new Deck <small> by uploading slides as .html
ru: Добавить новую презентацию <small> используя слайды .html

source: <strong>Please <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true">Login</a>!</strong> You need to be authenticated in SlideWiki before you can create new presentation decks.
ru: <strong>Пожалуйста, <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>Войдите</b></a> или <a href="#login-register-modal" data-controls-modal="login-register-modal" data-backdrop="true" data-keyboard="true"><b>зарегистрируйтесь</b></a>.</strong> Вы должны быть авторизованы чтобы создавать новые презентации в SlideWiki.

source: Add new Deck <small> by uploading slides as .tex </small>
ru: Добавить новую презентацию <small> используя слайды .tex </small>

source: Please choose a file:
ru: Пожалуйста, выберите файл:

source: Add new Deck <small> by uploading slides as .pptx </small>
ru: Добавить новую презентацию <small> используя слайды .pptx </small>

source: Import with styling
ru: Импорт с сохранением стиля

source: SlideWiki aims to revolutionize the way how educational material is authored, shared and used.
ru: SlideWiki ставит своей целью кардинально изменить процесс создания, распространения и использования образовательных материалов.

source: Learn more ..
ru: Узнать больше...

source: Create a presentation
ru: Создать презентацию

source: Show more...
ru: Показать еще...

source: Featured presentations
ru: Избранные презентации

source: New presentations
ru: Новые презентации

source: Latest activity
ru: Последняя активность

source: Show all recent changes
ru: Показать все недавние изменения

source: Statistics
ru: Статистика

source: About SlideWiki
ru: О SlideWiki

source: Text is adopted from <a href="http://wikimediafoundation.org/wiki/Terms_of_Use">Wikipedia terms of use</a> and is available under the <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution/Share-Alike</a> License.
ru: Текст адаптирован с <a href="http://wikimediafoundation.org/wiki/Terms_of_Use">Wikipedia terms of use</a> и доступен в соответствии с <a href="http://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution/Share-Alike</a> лицензией.
